let evaluation_ratio1=[
{
    "name": "學士(含四技)",
    "count": 54581 
},
{
    "name":"碩士",
    "count":33400
},
{
    "name":"博士",
    "count":3180
},
{
    "name":"碩士在職專班",
    "count":12071
},
{
    "name":"五專(含七年一貫制)",
    "count":1820
},
{
    "name":"進修四技(含進修學士班)",
    "count":6207
},
{
    "name":"二技(含二年制大學)",
    "count":1686
},
{
    "name":"二專",
    "count":257
},
{
    "name":"進修二技",
    "count":2091
},
{
    "name":"進修二專",
    "count":685
},
{
    "name":"附設進修學校二技",
    "count":289
},
];

let evaluation_ratio2=[
    {
        "name": "學士(含四技)",
        "count": 83135 
    },
    {
        "name":"碩士",
        "count":11755
    },
    {
        "name":"博士",
        "count":940
    },
    {
        "name":"碩士在職專班",
        "count":6491
    },
    {
        "name":"五專(含七年一貫制)",
        "count":12083
    },
    {
        "name":"進修四技(含進修學士班)",
        "count":16772
    },
    {
        "name":"二技(含二年制大學)",
        "count":3293
    },
    {
        "name":"二專",
        "count":63
    },
    {
        "name":"進修二技",
        "count":11879
    },
    {
        "name":"進修二專",
        "count":2528
    },
    {
        "name":"附設進修學校二技",
        "count":0
    },
    ];

    let evaluation_ratio3=[
        {
            "name": "公立",
            "count": 122731
        },
        {
            "name":"私立",
            "count":202001
        },
        ];

        let evaluation_ratio4=[
            {
                "name": "公立",
                "count": 116267
            },
            {
                "name":"私立",
                "count":148939
            },
            ];
            let set1=[
                [103,111678], 
                [104,112077], 
                [105,114204], 
                [106,113248], 
                [107,113579], 
                [108,114202], 
                [109,115659],
                [110,118353],
                [111,116267],   
            ]
                let set2=[
                    [103,220866], 
                    [104,220225], 
                    [105,213328], 
                    [106,198133], 
                    [107,199641], 
                    [108,191733], 
                    [109,178217],
                    [110,169424],
                    [111,148939],   
                ]
                let set3=[
                    [103,332544], 
                    [104,332302], 
                    [105,327532], 
                    [106,311381], 
                    [107,313220], 
                    [108,305935], 
                    [109,293876],
                    [110,287777],
                    [111,265206],   
                ]